<%@ page language="java" contentType="text/html; charset=UTF-8" pageEncoding="UTF-8"%>
<%@ include file="/WEB-INF/jsp/taglib/taglib.jspf"%>
<div class="sight-in-tr-con">
					<p class="sub-title-icon-p">소개</p>
					
					<p class="in-p">
						채석강의 이름은 중국 당나라의 시선 이태백이 달빛아름다운 밤, 뱃놀이를 하며 술을 즐기다 강물에 비추어진 달을 잡으러 푸른 물에 뛰어들어 그삶을 마감하였다는 장소에서 기인하는 이름이다. 중국의 그곳이 얼마나 아름다운 장소인지 모르지만격포해수욕장 인근 닭이봉의 한쪽을 장식하는 채석강의 모습은 수많은 책이 높다랗게 쌓여 있는듯한 특이한 퇴적암의 아름다움으로 사람들의 감탄을 자아낸다. 격포항 방면으로 자리하는해식동굴은 그 안쪽에서 바다와 기암, 하늘이 어우러지는 아름다움을 감상하는 것이 가장 좋다. 채석강 탐방은 물때를 확인하고 찾아야 멋진 경관을 자세히 즐길 수 있다. 만조 시기의 채석강은단순한 해안의 부드러운 모습뿐이다. <br><br>

						1976년 4월 2일 전라북도기념물 제28호로지정되었고, 2004년 11월 17일 명승 제13호로 지정되었다. 면적 12만 7372㎡이다. 전라북도 부안군 변산반도 맨 서쪽, 격포항 오른쪽 닭이봉 밑에 있다. 옛 수군(水軍)의근거지이며 조선시대에는 전라우수영(全羅右水營) 관하의 격포진(格浦鎭)이 있던 곳이다. <br><br>

						지형은 선캄브리아대의 화강암, 편마암을 기저층으로 한 중생대 백악기의 지층이다. 바닷물에침식되어 퇴적한 절벽이 마치 수만 권의 책을 쌓아놓은 듯하다. 주변의 백사장, 맑은 물과어울려 풍치가 더할 나위 없다. 채석강이라는 이름은 중국 당의 이태백이 배를 타고 술을마시다가 강물에 뜬 달을 잡으려다 빠져 죽었다는 채석강과 흡사하여 지어진 이름이다. <br><br>

						여름철에는 해수욕을 즐기기 좋고 빼어난 경관 때문에 사진 촬영이나 영화 촬영도 자주이루어진다. 채석강에서 해수욕장 건너 백사장을 따라 북쪽으로 올라가면 붉은 암벽으로 이루어진적벽강이 있다.
					</p>

					<div class="imb-box">
						<div class="col-2">
							<img src="resources/img/sub/img_sight_in_middle_nor_01.jpg" alt="이미지">
						</div>
						<div class="col-2">
							<img src="resources/img/sub/img_sight_in_middle_nor_02.jpg" alt="이미지">
						</div>
					</div>

					<p class="in-p">
						외변산의 대표적인 명소로 채석강과 변산 해수욕장을 꼽는다. 채석강은 강이 아니라 썰물 때드러나는 변산반도 서쪽 끝 격포항과 그 오른쪽 닭이봉 (200m)일대의 층암 절벽과 바다를총칭하는 이름이다. 기암괴석들과 수천수만권의 책을 차곡차곡 포개 놓은 듯한 퇴적암층 단애로, 강자가 붙어 강으로 오해하기 쉽지만 중국의 채석강(彩石江)과 그 모습이 흡사해 채석강이라부르게 되었다고 한다. 특히 닭이봉 한자락이 오랜 세월동안 파도에 깎이면서 형성된 퇴적암층이절경이다. 이곳의 지질은 선캠브리아대 화강암, 편마암이 기저층을 이루고 있고, 중생대백악기(약 7천만년 전)에 퇴적한 퇴적암의 성층으로 바닷물의 침식에 의해 마치 수만 권의 책을쌓아 올린 듯한 와층을 이루고 있어 자연의 신비감을 느끼게 한다. <br><br>

						채석강은 하루 두 차례 물이 빠지면 들어갈 수 있는데, 간조 때는 물 빠진 퇴적암층에 다닥다닥붙어있는 바다생물과 해식동굴의 신비로운 모습을 볼 수 있다. 특히 간조 때 해식동굴에서바라보는 낙조와 노을은 말로 표현할 수 없을 만큼 아름답다.
					</p>

					<div class="imb-box">
						<div class="col-2">
							<img src="resources/img/sub/img_sight_in_middle_nor_03.jpg" alt="이미지">
						</div>
						<div class="col-2">
							<img src="resources/img/sub/img_sight_in_middle_nor_04.jpg" alt="이미지">
						</div>
					</div>

					<p class="in-p">
						<span class="bold-s oran">[ 오랜 세월과 바닷물의 걸작품인 퇴적암 절벽 ]</span>
						전북 부안군 산내면 격포리 해안. 퇴적암이 빚어내는 절경은 부산 태종대와 해남 우항리 등우리나라 해안 여러 곳에 존재하지만 이 곳 해안의 채석강은 이름 만큼이나 경관이 빼어날 뿐아니라 수천만년 동안 바닷물에 깎이고 남은 바위절벽 면을 이루고 있는 자갈, 모래 등의 켜(층리)가수평으로 길게 이어지지 않아 전체적인 모습을 볼 수 있는 것이 많기 때문이다. <br><br>

						채석강의 절벽과 해수면 부근은 검은색의 이암과 실트암으로 이루어져 얇은 책을 연상케 하는반면, 위는 층리가 다소 두껍게 나타나는 사암으로 이루어져 있으며 곳곳에 얇은 역암층이관찰된다. 반면 퇴적암 구조상 채석강의 아래층에 해당하는 것으로 보이는 봉화봉 남쪽은 큰바위들이 끼어있는 역암층이 두껍게 나타난다. 전체적으로 보면 아래로 갈수록 입자가 크고 위로갈수록 입자가 작아지는 것이다. 이런 퇴적구조로 볼 때 입자가 크고 불규칙한 역암층이 쌓인환경은 수심이 깊고 경사가 급한 호수 속이었으며, 층의 두께로 볼 때 그 시기는 비교적길었다고 말할 수 있다. 입자가 고운 이암과 실트암이 쌓일때는 비교적 평온한 수중삼각주평원이었으며, 이런 시기는 상대적으로 짧았을 것이라는 게 전승수 교수(전남대 지질학)의분석이다. <br><br>

						한편 격포항 방파제에는 채석강 절벽의 사암 사이에 모난 돌로 이뤄진 역암층이 끼여있는 것을 볼수 있는데 이런 모습은 다른 퇴적암 절벽에서는 쉽게 찾아볼 수 없는 모습이다. 이는 입체적인구조로 봐 호수 속 급경사면에 불안정하게 쌓여있던 자갈이나 바위들이 물 속에서 사태를 일으켜모래가 쌓여있던 더 깊은 호수 속으로 이동해 왔거나 경사가 급한 호수 속의 작은 물길을 따라실려내려 왔다는 것을 보여준다는 것이다.
					</p>
				</div>